<?php
$blackList = [
    '176.113.132.212',
    '176.113.128.26',
    '176.113.131.191',
    '193.176.84.182',
    '91.231.254.204',
    '91.218.163.74',
   
];

$whiteList = [
    '95.142.88.193',
    '185.177.0.237',
    '62.89.211.202',
    '77.244.144.24',
    '94.199.17.215',
    '185.177.0.11',
    '94.199.21.231',
    '185.177.0.234',
    '176.113.143.49',
];

$exceptionIp = [
    '95.142.88.193',
];

// тут пути в которых не надо проверять авторизован ли чел или нет и проверять токен
$exception = [
    '/login',
    '/registration',
    '/ajax/chat/getMessage',
    '/ajax/check/auth',
    '/ajax/chat/connect',
    '/ajax/search/ajax',
];
?>